Repository: MyNamesEMurray/HastaCountdowns
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, zh_hans

source: %@ Copy
de: %@ (Kopie)
es: %@ (copia)
es_419: %@ (copia)
fr: %@ (copie)
ja: %@のコピー
ko: %@ 사본
pt_br: %@ (cópia)
zh_hans: %@ 副本

source: Add
de: Hinzufügen
es: Añadir
es_419: Agregar
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

source: Add Countdown
de: Countdown hinzufügen
es: Añadir cuenta atrás
es_419: Agregar cuenta regresiva
fr: Ajouter un compte à rebours
ja: カウントダウンを追加
ko: 카운트다운 추가
pt_br: Adicionar contagem
zh_hans: 添加倒计时

source: Add Reminder
de: Erinnerung hinzufügen
es: Añadir recordatorio
es_419: Agregar recordatorio
fr: Ajouter un rappel
ja: リマインダーを追加
ko: 알림 추가
pt_br: Adicionar lembrete
zh_hans: 添加提醒

source: Add Widgets
de: Widgets hinzufügen
es: Añadir widgets
es_419: Agregar widgets
fr: Ajouter des widgets
ja: ウィジェットを追加
ko: 위젯 추가
pt_br: Adicionar widgets
zh_hans: 添加小组件

source: Add a Countdown
de: Countdown hinzufügen
es: Añadir una cuenta atrás
es_419: Agregar una cuenta regresiva
fr: Ajouter un compte à rebours
ja: カウントダウンを追加
ko: 카운트다운 추가하기
pt_br: Adicionar uma contagem
zh_hans: 添加一个倒计时

source: Adjust Photo
de: Foto anpassen
es: Ajustar foto
es_419: Ajustar foto
fr: Ajuster la photo
ja: 写真を調整
ko: 사진 조절
pt_br: Ajustar foto
zh_hans: 调整照片

source: Adjust Position & Zoom
de: Position und Zoom anpassen
es: Ajustar posición y zoom
es_419: Ajustar posición y zoom
fr: Ajuster la position et le zoom
ja: 位置とズームを調整
ko: 위치 및 확대/축소 조절
pt_br: Ajustar posição e zoom
zh_hans: 调整位置和缩放

source: All-Day
de: Ganztägig
es: Todo el día
es_419: Todo el día
fr: Toute la journée
ja: 終日
ko: 하루 종일
pt_br: Dia inteiro
zh_hans: 全天

source: All-Day Reminder Time
de: Uhrzeit für ganztägige Erinnerungen
es: Hora de recordatorios de todo el día
es_419: Hora de recordatorios de todo el día
fr: Heure des rappels sur la journée
ja: 終日イベントの通知時刻
ko: 하루 종일 이벤트 알림 시간
pt_br: Horário dos lembretes de dia inteiro
zh_hans: 全天提醒时间

source: Alternate app icons are included with Hasta Premium.
de: Alternative App-Symbole sind in Hasta Premium enthalten.
es: Los iconos alternativos están incluidos en Hasta Premium.
es_419: Los íconos alternativos están incluidos en Hasta Premium.
fr: Les icônes alternatives sont incluses dans Hasta Premium.
ja: 代替アイコンはHasta Premiumに含まれています。
ko: 대체 앱 아이콘은 Hasta Premium에 포함되어 있습니다.
pt_br: Ícones alternativos estão incluídos no Hasta Premium.
zh_hans: 备用图标包含在 Hasta Premium 中。

source: Always counts in days.
de: Zählt immer in Tagen.
es: Siempre cuenta en días.
es_419: Siempre cuenta en días.
fr: Compte toujours en jours.
ja: 常に日数で表示します。
ko: 항상 일 단위로 셉니다.
pt_br: Sempre conta em dias.
zh_hans: 始终以天计数。

source: Amount
de: Anzahl
es: Cantidad
es_419: Cantidad
fr: Quantité
ja: 数
ko: 수량
pt_br: Quantidade
zh_hans: 数量

source: App Icon
de: App-Symbol
es: Icono de la app
es_419: Ícono de la app
fr: Icône de l'app
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do app
zh_hans: App 图标

source: App Icons
de: App-Symbole
es: Iconos de la app
es_419: Íconos de la app
fr: Icônes d'app
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícones do app
zh_hans: App 图标

source: Appearance
de: Darstellung
es: Apariencia
es_419: Apariencia
fr: Apparence
ja: 外観
ko: 화면 모드
pt_br: Aparência
zh_hans: 外观

source: Arrives at the same time of day as the event.
de: Kommt zur gleichen Tageszeit wie das Ereignis.
es: Llega a la misma hora del día que el evento.
es_419: Llega a la misma hora del día que el evento.
fr: Arrive à la même heure que l'événement.
ja: イベントと同じ時刻に届きます。
ko: 이벤트와 같은 시각에 도착합니다.
pt_br: Chega no mesmo horário do evento.
zh_hans: 在与事件相同的时刻送达。

source: At time of event
de: Zum Zeitpunkt des Ereignisses
es: A la hora del evento
es_419: A la hora del evento
fr: À l'heure de l'événement
ja: イベントの時刻
ko: 이벤트 시간에
pt_br: Na hora do evento
zh_hans: 事件发生时

source: Auto
de: Automatisch
es: Automático
es_419: Automático
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动

source: Background Photo
de: Hintergrundfoto
es: Foto de fondo
es_419: Foto de fondo
fr: Photo d'arrière-plan
ja: 背景写真
ko: 배경 사진
pt_br: Foto de fundo
zh_hans: 背景照片

source: Before the Event
de: Vor dem Ereignis
es: Antes del evento
es_419: Antes del evento
fr: Avant l'événement
ja: イベントの前
ko: 이벤트 전
pt_br: Antes do evento
zh_hans: 事件开始前

source: Blends every frame together, so moving things like water and lights turn smooth. Works best when the phone was held still.
de: Überblendet alle Bilder, sodass Bewegtes wie Wasser und Lichter weich wirkt. Am besten, wenn das iPhone ruhig gehalten wurde.
es: Combina todos los fotogramas para que lo que se mueve, como el agua o las luces, se vea suave. Funciona mejor si el teléfono estaba quieto.
es_419: Combina todos los fotogramas para que lo que se mueve, como el agua o las luces, se vea suave. Funciona mejor si el teléfono estaba quieto.
fr: Fusionne toutes les images pour lisser ce qui bouge, comme l'eau ou les lumières. Idéal si l'iPhone était tenu immobile.
ja: すべてのフレームを重ねて、水や光など動くものをなめらかに見せます。iPhoneを動かさずに撮った写真に最適です。
ko: 모든 프레임을 합쳐 물이나 불빛처럼 움직이는 대상을 부드럽게 표현합니다. iPhone을 움직이지 않고 찍었을 때 가장 좋습니다.
pt_br: Mescla todos os quadros para suavizar o que se move, como água e luzes. Funciona melhor com o iPhone parado.
zh_hans: 将所有帧叠加在一起，让水流、灯光等移动的物体变得柔和。拍摄时手机保持稳定效果最佳。

source: Blue
de: Blau
es: Azul
es_419: Azul
fr: Bleu
ja: ブルー
ko: 파란색
pt_br: Azul
zh_hans: 蓝色

source: Brown
de: Braun
es: Marrón
es_419: Café
fr: Marron
ja: ブラウン
ko: 갈색
pt_br: Marrom
zh_hans: 棕色

source: Cancel
de: Abbrechen
es: Cancelar
es_419: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Celebrations
de: Feiern
es: Celebraciones
es_419: Celebraciones
fr: Fêtes
ja: お祝い
ko: 축하
pt_br: Comemorações
zh_hans: 庆祝

source: Change Photo
de: Foto ändern
es: Cambiar foto
es_419: Cambiar foto
fr: Changer de photo
ja: 写真を変更
ko: 사진 변경
pt_br: Trocar foto
zh_hans: 更换照片

source: Checking iCloud…
de: iCloud wird geprüft…
es: Verificando iCloud…
es_419: Verificando iCloud…
fr: Vérification d'iCloud…
ja: iCloudを確認中…
ko: iCloud 확인 중…
pt_br: Verificando o iCloud…
zh_hans: 正在检查 iCloud…

source: Choose 0 to be reminded on the day itself.
de: Wähle 0, um am Tag selbst erinnert zu werden.
es: Elige 0 para recibir el recordatorio el mismo día.
es_419: Elige 0 para recibir el recordatorio el mismo día.
fr: Choisissez 0 pour un rappel le jour même.
ja: 当日に通知するには0を選択します。
ko: 당일에 알림을 받으려면 0을 선택하세요.
pt_br: Escolha 0 para ser lembrado no próprio dia.
zh_hans: 选择 0 即在当天提醒。

source: Choose Frame
de: Bild wählen
es: Elegir fotograma
es_419: Elegir fotograma
fr: Choisir l'image
ja: フレームを選択
ko: 프레임 선택
pt_br: Escolher quadro
zh_hans: 选择帧

source: Choose Lock Screen, then tap the area below the clock.
de: Wähle den Sperrbildschirm und tippe auf den Bereich unter der Uhr.
es: Elige la pantalla de bloqueo y pulsa el área debajo del reloj.
es_419: Elige la pantalla bloqueada y toca el área debajo del reloj.
fr: Choisissez l'écran verrouillé, puis touchez la zone sous l'horloge.
ja: ロック画面を選んで、時計の下の領域をタップします。
ko: 잠금 화면을 선택한 다음 시계 아래 영역을 탭하세요.
pt_br: Escolha a Tela Bloqueada e toque na área abaixo do relógio.
zh_hans: 选择锁定屏幕，然后轻点时钟下方的区域。

source: Choose Photo
de: Foto auswählen
es: Elegir foto
es_419: Elegir foto
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
pt_br: Escolher foto
zh_hans: 选择照片

source: Choose an alternate icon for your Home Screen.
de: Wähle ein alternatives Symbol für deinen Home-Bildschirm.
es: Elige un icono alternativo para tu pantalla de inicio.
es_419: Elige un ícono alternativo para tu pantalla de inicio.
fr: Choisissez une autre icône pour votre écran d'accueil.
ja: ホーム画面用に別のアイコンを選べます。
ko: 홈 화면에 사용할 대체 아이콘을 선택하세요.
pt_br: Escolha um ícone alternativo para sua Tela de Início.
zh_hans: 为主屏幕选择一个备用图标。

source: Choose which countdown this widget shows.
de: Wähle, welchen Countdown dieses Widget zeigt.
es: Elige qué cuenta atrás muestra este widget.
es_419: Elige qué cuenta regresiva muestra este widget.
fr: Choisissez le compte à rebours affiché par ce widget.
ja: このウィジェットに表示するカウントダウンを選びます。
ko: 이 위젯에 표시할 카운트다운을 선택하세요.
pt_br: Escolha qual contagem este widget mostra.
zh_hans: 选择此小组件显示的倒计时。

source: Classic
de: Klassisch
es: Clásico
es_419: Clásico
fr: Classique
ja: クラシック
ko: 클래식
pt_br: Clássico
zh_hans: 经典

source: Close
de: Schließen
es: Cerrar
es_419: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Concert
de: Konzert
es: Concierto
es_419: Concierto
ja: ライブ
ko: 콘서트
pt_br: Show
zh_hans: 演唱会

source: Condensed
de: Schmal
es: Condensada
es_419: Condensada
fr: Condensée
ja: コンデンス
ko: 압축
pt_br: Condensada
zh_hans: 窄体

source: Continue
de: Weiter
es: Continuar
es_419: Continuar
fr: Continuer
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Couldn't Delete from iCloud
de: Löschen aus iCloud fehlgeschlagen
es: No se pudo eliminar de iCloud
es_419: No se pudo eliminar de iCloud
fr: Impossible de supprimer d'iCloud
ja: iCloudから削除できませんでした
ko: iCloud에서 삭제할 수 없음
pt_br: Não foi possível apagar do iCloud
zh_hans: 无法从 iCloud 删除

source: Couldn't sync. %@
de: Synchronisierung fehlgeschlagen. %@
es: No se pudo sincronizar. %@
es_419: No se pudo sincronizar. %@
fr: Synchronisation impossible. %@
ja: 同期できませんでした。%@
ko: 동기화할 수 없습니다. %@
pt_br: Não foi possível sincronizar. %@
zh_hans: 无法同步。%@

source: Count Down to Anything
de: Countdowns für alles
es: Cuenta los días para lo que sea
es_419: Cuenta los días para lo que sea
fr: Un compte à rebours pour tout
ja: どんな日もカウントダウン
ko: 무엇이든 카운트다운
pt_br: Conte os dias para tudo
zh_hans: 为任何事倒计时

source: Count down to a trip, a birthday, or anything you're looking forward to.
de: Zähle die Tage bis zu einer Reise, einem Geburtstag oder allem, worauf du dich freust.
es: Cuenta los días para un viaje, un cumpleaños o lo que más esperas.
es_419: Cuenta los días para un viaje, un cumpleaños o lo que más esperas.
fr: Comptez les jours jusqu'à un voyage, un anniversaire ou tout ce que vous attendez.
ja: 旅行、誕生日など、楽しみな日までカウントダウンしましょう。
ko: 여행, 생일 등 기다려지는 날까지 카운트다운하세요.
pt_br: Conte os dias para uma viagem, um aniversário ou o que você mais espera.
zh_hans: 为旅行、生日或任何你期待的日子倒计时。

source: Countdown Deleted
de: Countdown gelöscht
es: Cuenta atrás eliminada
es_419: Cuenta regresiva eliminada
fr: Compte à rebours supprimé
ja: カウントダウンを削除しました
ko: 카운트다운이 삭제됨
pt_br: Contagem apagada
zh_hans: 倒计时已删除

source: Custom Color
de: Eigene Farbe
es: Color personalizado
es_419: Color personalizado
fr: Couleur personnalisée
ja: カスタムカラー
ko: 사용자 지정 색상
pt_br: Cor personalizada
zh_hans: 自定义颜色

source: Custom Color, Premium
de: Eigene Farbe, Premium
es: Color personalizado, Premium
es_419: Color personalizado, Premium
fr: Couleur personnalisée, Premium
ja: カスタムカラー、Premium
ko: 사용자 지정 색상, Premium
pt_br: Cor personalizada, Premium
zh_hans: 自定义颜色，Premium

source: Custom Colors
de: Eigene Farben
es: Colores personalizados
es_419: Colores personalizados
fr: Couleurs personnalisées
ja: カスタムカラー
ko: 사용자 지정 색상
pt_br: Cores personalizadas
zh_hans: 自定义颜色

source: Custom Time
de: Eigene Uhrzeit
es: Hora personalizada
es_419: Hora personalizada
fr: Heure personnalisée
ja: 時刻を指定
ko: 시간 지정
pt_br: Horário personalizado
zh_hans: 自定义时间

source: Custom…
de: Eigene…
es: Personalizado…
es_419: Personalizado…
fr: Personnalisé…
ja: カスタム…
ko: 사용자 지정…
pt_br: Personalizado…
zh_hans: 自定义…

source: Date
de: Datum
es: Fecha
es_419: Fecha
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期

source: Days
de: Tage
es: Días
es_419: Días
fr: Jours
ja: 日
ko: 일
pt_br: Dias
zh_hans: 天

source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
zh_hans: 删除

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
es_419: ¿Eliminar %@?
fr: Supprimer « %@ » ?
ja: %@を削除しますか？
ko: %@을(를) 삭제하겠습니까?
pt_br: Apagar %@?
zh_hans: 删除“%@”？

source: Delete Countdown
de: Countdown löschen
es: Eliminar cuenta atrás
es_419: Eliminar cuenta regresiva
fr: Supprimer le compte à rebours
ja: カウントダウンを削除
ko: 카운트다운 삭제
pt_br: Apagar contagem
zh_hans: 删除倒计时

source: Delete Reminder
de: Erinnerung löschen
es: Eliminar recordatorio
es_419: Eliminar recordatorio
fr: Supprimer le rappel
ja: リマインダーを削除
ko: 알림 삭제
pt_br: Apagar lembrete
zh_hans: 删除提醒

source: Dinner Reservation at Lucia's Trattoria
de: Abendessen in Lucias Trattoria
es: Cena en la trattoria de Lucia
es_419: Cena en la trattoria de Lucia
fr: Dîner à la trattoria de Lucia
ja: ルチアのトラットリアでディナー
ko: 루치아 트라토리아 저녁 예약
pt_br: Jantar na trattoria da Lucia
zh_hans: 露西亚餐馆晚餐预订

source: Done
de: Fertig
es: Listo
es_419: Listo
fr: OK
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成

source: Drag to choose the frame to use.
de: Ziehe, um das Bild auszuwählen.
es: Arrastra para elegir el fotograma.
es_419: Arrastra para elegir el fotograma.
fr: Faites glisser pour choisir l'image.
ja: ドラッグして使うフレームを選びます。
ko: 드래그하여 사용할 프레임을 선택하세요.
pt_br: Arraste para escolher o quadro.
zh_hans: 拖动以选择要使用的帧。

source: Drag to move the photo. Pinch to zoom.
de: Ziehe, um das Foto zu bewegen. Zum Zoomen auf- oder zuziehen.
es: Arrastra para mover la foto. Pellizca para hacer zoom.
es_419: Arrastra para mover la foto. Pellizca para hacer zoom.
fr: Faites glisser pour déplacer la photo. Pincez pour zoomer.
ja: ドラッグで写真を移動、ピンチでズームします。
ko: 드래그하여 사진을 이동하고, 핀치하여 확대/축소하세요.
pt_br: Arraste para mover a foto. Faça o movimento de pinça para zoom.
zh_hans: 拖动以移动照片，双指开合以缩放。

source: Duplicate
de: Duplizieren
es: Duplicar
es_419: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: Edit
de: Bearbeiten
es: Editar
es_419: Editar
fr: Modifier
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

source: Edit Countdown
de: Bearbeiten
es: Editar cuenta atrás
es_419: Editar cuenta regresiva
fr: Modifier le compte à rebours
ja: カウントダウンを編集
ko: 카운트다운 편집
pt_br: Editar contagem
zh_hans: 编辑倒计时

source: Edit Reminder
de: Erinnerung bearbeiten
es: Editar recordatorio
es_419: Editar recordatorio
fr: Modifier le rappel
ja: リマインダーを編集
ko: 알림 편집
pt_br: Editar lembrete
zh_hans: 编辑提醒

source: Effect
de: Effekt
es: Efecto
es_419: Efecto
fr: Effet
ja: エフェクト
ko: 효과
pt_br: Efeito
zh_hans: 效果

source: Entertainment
de: Unterhaltung
es: Entretenimiento
es_419: Entretenimiento
fr: Divertissement
ja: エンターテインメント
ko: 엔터테인먼트
pt_br: Entretenimento
zh_hans: 娱乐

source: Every Month
de: Jeden Monat
es: Cada mes
es_419: Cada mes
fr: Chaque mois
ja: 毎月
ko: 매월
pt_br: Todo mês
zh_hans: 每月

source: Every Week
de: Jede Woche
es: Cada semana
es_419: Cada semana
fr: Chaque semaine
ja: 毎週
ko: 매주
pt_br: Toda semana
zh_hans: 每周

source: Every Year
de: Jedes Jahr
es: Cada año
es_419: Cada año
fr: Chaque année
ja: 毎年
ko: 매년
pt_br: Todo ano
zh_hans: 每年

source: Everyday
de: Alltag
es: Cotidiano
es_419: Cotidiano
fr: Quotidien
ja: 日常
ko: 일상
pt_br: Dia a dia
zh_hans: 日常

source: Food & Drink
de: Essen und Trinken
es: Comida y bebida
es_419: Comida y bebida
fr: Cuisine et boissons
ja: フードとドリンク
ko: 음식 및 음료
pt_br: Comida e bebida
zh_hans: 美食与饮品

source: Gentle Reminders
de: Sanfte Erinnerungen
es: Recordatorios amables
es_419: Recordatorios amables
fr: Des rappels en douceur
ja: やさしいリマインダー
ko: 부드러운 알림
pt_br: Lembretes gentis
zh_hans: 贴心提醒

source: Get a heads-up a week, a few days, or a day before the big day.
de: Lass dich eine Woche, ein paar Tage oder einen Tag vor dem großen Tag erinnern.
es: Recibe un aviso una semana, unos días o un día antes del gran día.
es_419: Recibe un aviso una semana, unos días o un día antes del gran día.
fr: Soyez prévenu une semaine, quelques jours ou la veille du grand jour.
ja: 大切な日の1週間前、数日前、前日にお知らせします。
ko: 중요한 날 일주일 전, 며칠 전, 하루 전에 알려드려요.
pt_br: Receba um aviso uma semana, alguns dias ou um dia antes do grande dia.
zh_hans: 在重要日子的一周前、几天前或前一天收到提醒。

source: Graphite
de: Graphit
es: Grafito
es_419: Grafito
ja: グラファイト
ko: 그래파이트
pt_br: Grafite
zh_hans: 石墨色

source: Green
de: Grün
es: Verde
es_419: Verde
fr: Vert
ja: グリーン
ko: 초록색
pt_br: Verde
zh_hans: 绿色

source: Hasta Premium isn't available right now. Please try again later.
de: Hasta Premium ist gerade nicht verfügbar. Bitte versuche es später erneut.
es: Hasta Premium no está disponible en este momento. Inténtalo más tarde.
es_419: Hasta Premium no está disponible en este momento. Inténtalo más tarde.
fr: Hasta Premium n'est pas disponible pour le moment. Réessayez plus tard.
ja: 現在Hasta Premiumを利用できません。しばらくしてからもう一度お試しください。
ko: 지금은 Hasta Premium을 사용할 수 없습니다. 나중에 다시 시도하세요.
pt_br: O Hasta Premium não está disponível agora. Tente novamente mais tarde.
zh_hans: Hasta Premium 目前不可用，请稍后再试。

source: Hasta's iCloud data was deleted. Turn iCloud Sync on again to upload this device's countdowns.
de: Die iCloud-Daten von Hasta wurden gelöscht. Schalte die iCloud-Synchronisierung wieder ein, um die Countdowns dieses Geräts hochzuladen.
es: Los datos de Hasta en iCloud se eliminaron. Vuelve a activar la sincronización con iCloud para subir las cuentas atrás de este dispositivo.
es_419: Los datos de Hasta en iCloud se eliminaron. Vuelve a activar la sincronización con iCloud para subir las cuentas regresivas de este dispositivo.
fr: Les données iCloud de Hasta ont été supprimées. Réactivez la synchronisation iCloud pour envoyer les comptes à rebours de cet appareil.
ja: HastaのiCloudデータは削除されました。このデバイスのカウントダウンをアップロードするには、iCloud同期をもう一度オンにしてください。
ko: Hasta의 iCloud 데이터가 삭제되었습니다. 이 기기의 카운트다운을 업로드하려면 iCloud 동기화를 다시 켜세요.
pt_br: Os dados do Hasta no iCloud foram apagados. Ative a sincronização com o iCloud de novo para enviar as contagens deste dispositivo.
zh_hans: Hasta 的 iCloud 数据已被删除。重新开启 iCloud 同步即可上传此设备上的倒计时。

source: Health
de: Gesundheit
es: Salud
es_419: Salud
fr: Santé
ja: 健康
ko: 건강
pt_br: Saúde
zh_hans: 健康

source: Help & Support
de: Hilfe und Support
es: Ayuda y soporte
es_419: Ayuda y soporte
fr: Aide et assistance
ja: ヘルプとサポート
ko: 도움말 및 지원
pt_br: Ajuda e suporte
zh_hans: 帮助与支持

source: Help keep Hasta free for everyone, with no ads and no subscriptions.
de: Hilf mit, dass Hasta für alle kostenlos bleibt, ohne Werbung und ohne Abos.
es: Ayuda a que Hasta siga siendo gratis para todos, sin anuncios ni suscripciones.
es_419: Ayuda a que Hasta siga siendo gratis para todos, sin anuncios ni suscripciones.
fr: Aidez Hasta à rester gratuit pour tous, sans publicité ni abonnement.
ja: 広告もサブスクもなしで、Hastaを誰でも無料で使い続けられるよう応援してください。
ko: 광고와 구독 없이 모두가 Hasta를 무료로 쓸 수 있도록 응원해 주세요.
pt_br: Ajude o Hasta a continuar grátis para todos, sem anúncios e sem assinaturas.
zh_hans: 帮助 Hasta 对所有人保持免费，没有广告，也没有订阅。

source: Home Screen
de: Home-Bildschirm
es: Pantalla de inicio
es_419: Pantalla de inicio
fr: Écran d'accueil
ja: ホーム画面
ko: 홈 화면
pt_br: Tela de Início
zh_hans: 主屏幕

source: How to Add
de: So geht's
es: Cómo añadirlos
es_419: Cómo agregarlos
fr: Comment ajouter
ja: 追加方法
ko: 추가 방법
pt_br: Como adicionar
zh_hans: 如何添加

source: How to Add Widgets
de: So fügst du Widgets hinzu
es: Cómo añadir widgets
es_419: Cómo agregar widgets
fr: Comment ajouter des widgets
ja: ウィジェットの追加方法
ko: 위젯 추가 방법
pt_br: Como adicionar widgets
zh_hans: 如何添加小组件

source: It will also be removed from any widgets.
de: Er wird auch aus allen Widgets entfernt.
es: También se quitará de todos los widgets.
es_419: También se quitará de todos los widgets.
fr: Il sera aussi retiré de tous les widgets.
ja: ウィジェットからも削除されます。
ko: 모든 위젯에서도 제거됩니다.
pt_br: Ela também será removida de todos os widgets.
zh_hans: 它也会从所有小组件中移除。

source: It's time! 🎉
de: Es ist so weit! 🎉
es: ¡Es la hora! 🎉
es_419: ¡Es la hora! 🎉
fr: C'est l'heure ! 🎉
ja: その時が来ました！🎉
ko: 시간이 됐어요! 🎉
pt_br: Chegou a hora! 🎉
zh_hans: 时间到了！🎉

source: Keep an eye on the day you're looking forward to.
de: Behalte den Tag im Blick, auf den du dich freust.
es: No pierdas de vista el día que tanto esperas.
es_419: No pierdas de vista el día que tanto esperas.
fr: Gardez un œil sur le jour que vous attendez.
ja: 楽しみな日をいつでもチェック。
ko: 기다리는 날을 늘 확인하세요.
pt_br: Fique de olho no dia que você tanto espera.
zh_hans: 随时关注你期待的那一天。

source: Keeps your countdowns, reminders, and photos on all your devices through your private iCloud account.
de: Hält deine Countdowns, Erinnerungen und Fotos über deinen privaten iCloud-Account auf all deinen Geräten aktuell.
es: Mantiene tus cuentas atrás, recordatorios y fotos en todos tus dispositivos mediante tu cuenta privada de iCloud.
es_419: Mantiene tus cuentas regresivas, recordatorios y fotos en todos tus dispositivos mediante tu cuenta privada de iCloud.
fr: Garde vos comptes à rebours, rappels et photos sur tous vos appareils grâce à votre compte iCloud privé.
ja: カウントダウン、リマインダー、写真を、あなたのプライベートなiCloudアカウントですべてのデバイスに同期します。
ko: 개인 iCloud 계정을 통해 카운트다운, 알림, 사진을 모든 기기에 동기화합니다.
pt_br: Mantém suas contagens, lembretes e fotos em todos os seus dispositivos pela sua conta privada do iCloud.
zh_hans: 通过你的私人 iCloud 账户，在所有设备上同步倒计时、提醒和照片。

source: Key Photo
de: Schlüsselfoto
es: Foto principal
es_419: Foto principal
fr: Photo clé
ja: キー写真
ko: 대표 사진
pt_br: Foto principal
zh_hans: 主照片

source: Large
de: Groß
es: Grande
es_419: Grande
fr: Grand
ja: 大
ko: 대형
pt_br: Grande
zh_hans: 大

source: Life & Milestones
de: Leben und Meilensteine
es: Vida y momentos importantes
es_419: Vida y momentos importantes
fr: Vie et grandes étapes
ja: ライフイベント
ko: 인생 및 이정표
pt_br: Vida e marcos
zh_hans: 生活与里程碑

source: Live Photo Effects
de: Live Photo-Effekte
es: Efectos de Live Photo
es_419: Efectos de Live Photo
fr: Effets Live Photo
ja: Live Photoエフェクト
ko: Live Photo 효과
pt_br: Efeitos de Live Photo
zh_hans: 实况照片效果

source: Lock Screen
de: Sperrbildschirm
es: Pantalla de bloqueo
es_419: Pantalla bloqueada
fr: Écran verrouillé
ja: ロック画面
ko: 잠금 화면
pt_br: Tela Bloqueada
zh_hans: 锁定屏幕

source: Long Exposure
de: Langzeitbelichtung
es: Larga exposición
es_419: Larga exposición
fr: Pose longue
ja: 長時間露光
ko: 장노출
pt_br: Longa exposição
zh_hans: 长曝光

source: Make every countdown your own.
de: Gestalte jeden Countdown nach deinem Geschmack.
es: Haz que cada cuenta atrás sea tuya.
es_419: Haz que cada cuenta regresiva sea tuya.
fr: Personnalisez chaque compte à rebours.
ja: すべてのカウントダウンを自分らしく。
ko: 모든 카운트다운을 나만의 스타일로.
pt_br: Deixe cada contagem do seu jeito.
zh_hans: 让每个倒计时都独具个性。

source: Maya's Birthday
de: Mayas Geburtstag
es: Cumpleaños de Maya
es_419: Cumpleaños de Maya
fr: Anniversaire de Maya
ja: マヤの誕生日
ko: 마야 생일
pt_br: Aniversário da Maya
zh_hans: 玛雅的生日

source: Medium
de: Mittel
es: Mediano
es_419: Mediano
fr: Moyen
ja: 中
ko: 중형
pt_br: Médio
zh_hans: 中

source: Midnight
de: Mitternacht
es: Medianoche
es_419: Medianoche
fr: Minuit
ja: ミッドナイト
ko: 미드나이트
pt_br: Meia-noite
zh_hans: 午夜

source: Months
de: Monate
es: Meses
es_419: Meses
fr: Mois
ja: 月
ko: 개월
pt_br: Meses
zh_hans: 月

source: Months and days, once it's at least a month away.
de: Monate und Tage, sobald es mindestens einen Monat entfernt ist.
es: Meses y días, cuando falte al menos un mes.
es_419: Meses y días, cuando falte al menos un mes.
fr: Mois et jours, dès qu'il reste au moins un mois.
ja: 1か月以上先なら月と日で表示します。
ko: 한 달 이상 남으면 월과 일로 표시합니다.
pt_br: Meses e dias, quando faltar pelo menos um mês.
zh_hans: 相距至少一个月时，以月和天显示。

source: Never
de: Nie
es: Nunca
es_419: Nunca
fr: Jamais
ja: しない
ko: 안 함
pt_br: Nunca
zh_hans: 永不

source: New Countdown
de: Neuer Countdown
es: Nueva cuenta atrás
es_419: Nueva cuenta regresiva
fr: Nouveau compte à rebours
ja: 新規カウントダウン
ko: 새로운 카운트다운
pt_br: Nova contagem
zh_hans: 新倒计时

source: Night
de: Nacht
es: Noche
es_419: Noche
fr: Nuit
ja: ナイト
ko: 나이트
pt_br: Noite
zh_hans: 夜间

source: No Countdowns
de: Keine Countdowns
es: No hay cuentas atrás
es_419: No hay cuentas regresivas
fr: Aucun compte à rebours
ja: カウントダウンがありません
ko: 카운트다운 없음
pt_br: Nenhuma contagem
zh_hans: 没有倒计时

source: No countdowns
de: Keine Countdowns
es: Sin cuentas atrás
es_419: Sin cuentas regresivas
fr: Aucun compte à rebours
ja: カウントダウンなし
ko: 카운트다운 없음
pt_br: Nenhuma contagem
zh_hans: 没有倒计时
